app/controllers/orders_controller.rb

INSERT INTO "orders" ("name", "phone_number", "total_value", "city", "neighborhood", "number", "restaurant_id", "created_at", "updated_at", "street") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    order = Order.new(order_params)
    if order.save